const divisionOptions = [
  { value: "การเรือ", label: "การเรือ (ทร.101)" },
  { value: "การอาวุธ", label: "การอาวุธ (ทร.102)" },
  { value: "การป้องกันความเสียหาย", label: "การป้องกันความเสียหาย (ทร.103)" },
  { value: "ระเบียบข้อบังคับ", label: "ระเบียบข้อบังคับ (ทร.201)" },
  { value: "ทหารราบ", label: "ทหารราบ (ทร.202)" },
  { value: "พลศึกษา", label: "พลศึกษา (ทร.301)" },
  { value: "ทดสอบสมรรถภาพ", label: "ทดสอบสมรรถภาพ (ทร.301)" },
  { value: "สังคมและมนุษยศาสตร์", label: "สังคมและมนุษยศาสตร์ (ทร.401)" },
  { value: "การพัฒนาสัมพันธ์", label: "การพัฒนาสัมพันธ์ (ทร.402)" },
];
